tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "direnv"
brew "fish"
brew "ghq"
brew "git"
brew "gitmoji"
brew "nodenv"
brew "peco"
brew "starship"
cask "adobe-creative-cloud"
cask "coteditor"
cask "deepl"
cask "discord"
cask "figma"
cask "firefox"
cask "font-fantasque-sans-mono"
cask "google-chrome"
cask "iterm2"
cask "microsoft-edge"
cask "notion"
cask "postman"
cask "slack"
cask "visual-studio-code"
cask "zoom"
